Repository: covid-be-app/cwa-app-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: fr, nl

# ExposureNotificationSetting_exposureNotification_unavailable
source: An error occurred while activating the exposure logging feature. Please check whether this app is selected as the active app for COVID-19 exposure logging in your settings. For more information, visit our FAQ page.
fr: Une erreur s'est produite lors de l'activation de la fonction d'enregistrement de l'exposition. Veuillez vérifier dans vos paramètres si l'enregistrement de l'exposition au COVID-19 est activé pour cette application. Pour plus d'informations, consultez la FAQ.
nl: Er heeft zich een fout voorgedaan tijdens het activeren van de blootstellingscontrole. Controleer in de instellingen van je telefoon of deze app is geselecteerd als de actieve app voor COVID-19-blootstellingscontrole. Ga voor meer informatie naar onze FAQ-pagina.

# ExposureNotificationSetting_unknownError
source: An unknown error occurred. For more information, visit our FAQ page.
fr: Une erreur inconnue s'est produite. Pour plus d'informations, consultez la FAQ.
nl: Er heeft zich een onbekende fout voorgedaan. Ga voor meer informatie naar onze FAQ-pagina.

# ExposureNotificationSetting_apiMisuse
source: An internal error occurred while activating the exposure logging feature. For more information, visit our FAQ page and try again later.
fr: Une erreur interne s'est produite lors de l'activation de la fonction de journalisation de l'exposition. Pour plus d'informations, consultez FAQ et réessayez plus tard.
nl: Er heeft zich een interne fout voorgedaan tijdens het activeren van de blootstellingscontrole. Ga voor meer informatie naar onze FAQ-pagina en probeer het later nog eens.

# Home_LeftBarButton_description
source: Coronalert logo
fr: Logo de l'application Coronalert
nl: Logo Coronalert

# Home_RightBarButton_description
source: Information
fr: Informations
nl: Informatie

# Home_Activate_Card_On_Title
source: Exposure Logging Active
fr: Enregistrement de l'exposition actif
nl: Blootstellingscontrole actief

# Home_Activate_Card_Off_Title
source: Exposure logging stopped
fr: Arrêt de l'enregistrement de l'exposition
nl: Blootstellingscontrole stopgezet

# Home_Activate_Card_Bluetooth_Off_Title
source: Bluetooth turned off
fr: Bluetooth désactivé
nl: Bluetooth uitgeschakeld

# Home_Activate_Card_Internet_Off_Title
source: No Internet connection
fr: Pas de connexion Internet
nl: Geen internetverbinding

# Home_Risk_Date_Item_Title
source: Updated: %@
fr: Mise à jour : %@
nl: Bijgewerkt: %@

# Home_Risk_No_Date_Title
source: Unknown
fr: inconnu
nl: Onbekend

# Home_Risk_Period_Disabled_Button_Title
source: Updated only every %@ hours
fr: Mise à jour seulement toutes les %@ heures
nl: Slechts om de %@ uur bijgewerkt

# Home_Risk_Unknown_Title
source: Unknown Risk
fr: Risque inconnu
nl: Onbekend risico

# Home_Risk_Last_Activate_Item_Title
source: Last exposure logging: %@
fr: Dernier enregistrement de l'exposition : %@
nl: Laatste blootstellingscontrole: %@

# Home_Risk_Last_Activate_Item_Unknown_Title
source: Unknown Risk
fr: Risque inconnu
nl: Onbekend risico

# Home_Risk_Last_Activate_Item_Low_Title
source: Low Risk
fr: Risque faible
nl: Laag risico

# Home_Risk_Last_Activate_Item_High_Title
source: Higher Risk
fr: Risque plus élevé
nl: Verhoogd risico

# Home_RiskCard_Update_Button
source: Update
fr: Mise à jour
nl: Vernieuwen

# Home_RiskCard_Unknown_Item_Title
source: Since you have not had exposure logging turned on for long enough, we cannot calculate your risk of infection.
fr: Étant donné que vous n'avez pas activé la connexion à l'exposition depuis suffisamment longtemps, nous ne pouvons pas calculer votre risque d'infection.
nl: Blootstellingscontrole is nog niet lang genoeg aangezet. Daarom kunnen we je risico op besmetting nog niet berekenen.

# Home_RiskCard_Unknown48h_Body
source: Your infection risk calculation has not been updated for more than 48 hours. Please update the calculation.
fr: Votre calcul de risque d'infection n'a pas été mis à jour depuis plus de 48 heures. Veuillez mettre à jour le calcul.
nl: Je risicoberekening werd meer dan 48 uur niet geüpdatet. Werk de berekening bij.

# Home_Risk_Inactive_NoCalculation_Possible_Title
source: Exposure logging stopped
fr: Arrêt de l'enregistrement de l'exposition
nl: Blootstellingscontrole stopgezet

# Home_Risk_Inactive_Outdated_Results_Title
source: Exposure logging is not possible
fr: L'enregistrement de l'exposition est impossible.
nl: Blootstellingscontrole is niet mogelijk

# Home_Risk_Inactive_NoCalculation_Possible_Body
source: Activate exposure logging to evaluate your risk status today.
fr: Activer l'enregistrement de l'exposition pour évaluer votre statut de risque aujourd'hui.
nl: Activeer blootstellingscontrole om je risicostatus vandaag te evalueren.

# Home_Risk_Inactive_Outdated_Results_Body
source: Your exposure logging could not be updated for more than 24 hours.
fr: Votre enregistrement d'exposition n'a pas pu être mis à jour depuis plus de 24 heures.
nl: Je blootstellingslogbestand kon gedurende meer dan 24 uur niet worden geüpdatet.

# Home_Risk_Inactive_NoCalculation_Possible_Button
source: Activate Exposure Logging
fr: Activer l'enregistrement de l'exposition
nl: Activeer blootstellingscontrole

# Home_Risk_Inactive_Outdated_Results_Button
source: Activate Exposure Logging
fr: Activer l'enregistrement de l'exposition
nl: Activeer blootstellingscontrole

# Home_Risk_Low_Title
source: Low Risk
fr: Risque faible
nl: Laag risico

# Home_Risk_Low_SaveDays_Item_Title
source: Exposure logging was active for %1$u of the past 14 days.
fr: La détection des risques a été active pour %1$u du 14 jours
nl: Blootstellingscontrole was %1$u van de voorbije 14 dagen actief.

# Home_Risk_Low_SaveDays_Item_Title__Permanently_Active
source: Exposure logging permanently active
fr: L'enregistrement de l'exposition est actif en permanence.
nl: Blootstellingscontrole permanent actief

# Home_Risk_High_Title
source: Higher Risk
fr: Risque plus élevé
nl: Verhoogd risico

# Home_Risk_Status_Check_Title
source: Check is running …
fr: La vérification est en cours...
nl: Controle is bezig ...

# Home_Risk_Status_Check_Body
source: Current data is being downloaded and checked. This can take several minutes.
fr: Les données actuelles sont en cours de téléchargement et de vérification. Cela peut prendre plusieurs minutes.
nl: Actuele gegevens worden gedownload en gecontroleerd. Dit kan enkele minuten duren.

# Home_Finding_Positive_Card_Title
source: Positive Diagnosis
fr: Diagnostic positif
nl: Positieve diagnose

# Home_Finding_Positive_Card_Status_Title
source: SARS-CoV-2 positive
fr: SARS-CoV-2 positif
nl: SARS-CoV-2-positief

# Home_Finding_Positive_Card_Status_Subtitle
source: You have been diagnosed with the SARS-CoV-2 virus.
fr: Vous avez été diagnostiqué positif pour le SRAS-CoV-2.
nl: Je testte positief op het SARS-CoV-2-virus.

# Home_Finding_Positive_Card_Note_Title
source: Please note:
fr: Veuillez noter que :
nl: Let op:

# Home_Finding_Positive_Card_Button
source: Next
fr: Suivant
nl: Volgende

# Home_SubmitCard_Title
source: Link your COVID-test to the app
fr: Liez votre test COVID à l'app
nl: Koppel je COVID-test aan de app

# Home_SubmitCard_Body
source: Did you do your COVID-test?
fr: Générez le code et transmettez-le au praticien, remplissez le formulaire en ligne ou utilisez le SMS pour lier le résultat de votre test à l'application.
nl: Genereer de code en stuur deze door naar de behandelaar, vul het online webformulier in of gebruik de sms om uw testresultaat te koppelen aan de app.

# Home_SubmitCard_Button
source: Not yet
fr: Je vais faire un test COVID
nl: Ik ga een COVID test doen

# Home_InfoCard_ShareTitle
source: Share Coronalert
fr: Partagez l'application Coronalert
nl: Deel Coronalert

# Home_InfoCard_AboutTitle
source: Frequently Asked Questions
fr: Questions fréquemment posées
nl: Veelgestelde vragen

# Home_SettingsCard_Title
source: Settings
fr: Paramètres
nl: Instellingen

# Home_AppInformationCard_Title
source: App Information
fr: Informations complémentaires
nl: Informatie app

# Home_AppInformationCard_Version
source: Version
nl: Versie

# Home_resultCard_ResultAvailableTitle
source: Your result is available
fr: Votre résultat est disponible
nl: Je resultaat is beschikbaar

# Home_resultCard_ResultUnvailableTitle
source: Your result is not yet available
fr: Votre résultat n'est pas encore disponible
nl: Je resultaat is nog niet beschikbaar

# Home_resultCard_ShowResultButton
source: Display Test
fr: Voir mon test
nl: Test tonen

# Home_resultCard_LoadingBody
source: Current data is being downloaded. This can take several minutes.
fr: Les données actuelles sont en cours de téléchargement. Cela peut prendre plusieurs minutes.
nl: Huidige gegevens worden gedownload. Dit kan enkele minuten duren.

# Home_resultCard_LoadingTitle
source: Update in progress …
fr: Mise à jour en cours...
nl: Update bezig...

# Home_resultCard_NegativeTitle
source: Negative Diagnosis
fr: Diagnostic négatif
nl: Negatieve diagnose

# Home_resultCard_NegativeDesc
source: You have been diagnosed negative for SARS-CoV-2.
fr: Vous avez été diagnostiqué négatif pour le SRAS-CoV-2.
nl: Je testte negatief op SARS-CoV-2.

# Home_resultCard_PendingDesc
source: The evaluation of your test is not yet done.
fr: L'évaluation de votre test n'est pas encore terminée.
nl: De evaluatie van je test is nog niet afgerond.

# Home_resultCard_InvalidTitle
source: Invalid test
fr: Test non valide
nl: Ongeldige test

# Home_resultCard_InvalidDesc
source: Your test cannot be evaluated.
fr: Votre test ne peut pas être évalué
nl: Je test kan niet geëvalueerd worden.

# Home_resultCard_LoadingErrorTitle
source: Your test result cannot be loaded.
fr: Le résultat de votre test ne peut pas être chargé.
nl: Je testresultaat kan niet geladen worden.

# App_Information_About_Navigation
source: About the App
fr: À propos
nl: Over de app

# App_Information_About_Title
source: Let's fight coronavirus together
fr: Luttons ensemble contre le coronavirus !
nl: Samen krijgen we het coronavirus klein

# App_Information_About_Description
source: Sciensano is a Belgian federal public health agency. It publishes the Coronalert application on behalf of the governments of the federated entities. The application is intended as a digital complement to the public health measures already in place.
fr: Sciensano est un organisme fédéral belge de santé publique. Il publie l'application Coronalert au nom des gouvernements des entités fédérées. L'application se veut un complément numérique aux mesures de santé publique déjà mises en place.
nl: Sciensano is een Belgisch federaal agentschap voor de volksgezondheid. Zij publiceert Coronalert namens de regeringen van de gefedereerde entiteiten. De app bestaat als een digitale aanvulling op de reeds bestaande maatregelen op het gebied van de volksgezondheid.

# App_Information_About_Text
source: Whoever uses the app helps to trace and break chains of infection. The app saves encounters with other people locally on your device. You are notified if you have encountered people who were later diagnosed with COVID-19. Your identity and privacy are always protected.
fr: Quiconque utilise l'application aide à tracer et à briser les chaînes d'infection. L'application enregistre les rencontres avec d'autres personnes localement sur votre smartphone de manière anonyme. Vous êtes averti si vous avez rencontré des personnes chez qui le COVID-19 a été diagnostiqué par la suite. Votre identité et votre vie privée sont toujours protégées.
nl: Als gebruiker van de app help je bij het opsporen en doorbreken van infectieketens. De app slaat contacten met andere mensen lokaal op uw toestel op. Je krijgt een melding als je in contact bent gekomen met mensen die later een COVID-19-diagnose hebben gekregen. Je identiteit en privacy zijn altijd beschermd.

# App_Information_Contact_ImageDescription
source: A man wears a headset while making a phone call.
fr: Un homme porte un casque d'écoute lorsqu'il passe un appel téléphonique.
nl: Een man met een koptelefoon telefoneert.

# App_Information_Contact_Title
source: How can we help you?
fr: Comment pouvons-nous vous aider ?
nl: Hoe kunnen we je helpen?

# App_Information_Imprint_Navigation
source: Information
nl: Informatie

# App_Information_Imprint_ImageDescription
source: A hand holds a smartphone displaying a large body of text on the screen. Next to the text is a section symbol representing the imprint.
fr: Une main tient un smartphone qui affiche un texte à l'écran. À côté du texte se trouve un symbole représentant les mentions légales.
nl: Je ziet een hand met een smartphone met een grote hoeveelheid tekst op het schermpje. Het symbooltje naast de tekst verwijst naar het colofon.

# App_Information_Imprint_Section2_Title
source: Published by Sciensano
fr: Publié par Sciensano
nl: Gepubliceerd door Sciensano

# App_Information_Imprint_Section2_Text
source: Rue Juliette Wytsmanstraat 14 1050 Brussels (Belgium)
fr: Rue Juliette Wytsmanstraat 14 1050 Bruxelles (Belgique) représenté par son président
nl: Juliette Wytsmanstraat 14 1050 Brussel

# App_Information_Imprint_Section3_Text
source: E-mail: coronalert@sciensano.be Phone: 0800 14 689
fr: E-mail : coronalert@sciensano.be Téléphone : 0800 14 689
nl: E-mail: coronalert@sciensano.be Telefoon: 0800 14 689

# App_Information_Imprint_Section4_Title
source: CBE number
fr: Numéro d'entreprise
nl: Ondernemingsnummer

# App_Information_Legal_Navigation
source: Legal Notices
fr: Mentions légales
nl: Wettelijke vermeldingen

# App_Information_Privacy_Navigation
source: Data Privacy
fr: Confidentialité des données
nl: Privacyverklaring

# App_Information_Legal_ImageDescription
source: A hand holds a smartphone displaying a large body of text on the screen. Next to the text is a balance scale that symbolizes legal notices.
fr: Une main tient un smartphone qui affiche un grand corps de texte sur l'écran. À côté du texte se trouve une balance qui symbolise les mentions légales.
nl: Je ziet een hand met een smartphone met een grote hoeveelheid tekst op het schermpje. De weegschaal naast de tekst wijst op wettelijke vermeldingen.

# App_Information_Privacy_Title
source: Data Privacy
fr: Confidentialité des données
nl: Privacyverklaring

# App_Information_Privacy_Description
source: You will remain anonymous. Your data is fully encrypted and transmitted under a pseudonym.
fr: Vous resterez anonyme
nl: Je blijft anoniem. Je gegevens zijn volledig vercijferd en worden onder een pseudoniem verzonden.

# App_Information_Terms_Navigation
source: Terms of Use
fr: Conditions d'utilisation
nl: Gebruiksvoorwaarden

# App_Information_Terms_ImageDescription
source: A hand holds a smartphone displaying a large body of text on the screen. Next to the text is a tick mark symbolizing that the terms of use have been accepted.
fr: Une main tient un smartphone affichant un grand corps de texte sur l'écran. À côté du texte se trouve une case cochée symbolisant que les conditions d'utilisation ont été acceptées.
nl: Je ziet een hand met een smartphone met een grote hoeveelheid tekst op het schermpje. Het vinkje naast de tekst geeft aan dat de gebruiksvoorwaarden zijn aanvaard.

# App_Information_Terms_Title
source: Terms of Use
fr: Conditions d'utilisation
nl: Gebruiksvoorwaarden

# InviteFriends_NavTitle
source: Share
fr: Partager
nl: Deel de App

# InviteFriends_Title
source: Let's fight coronavirus together
fr: Luttons ensemble contre le coronavirus !
nl: Samen krijgen we het coronavirus klein

# InviteFriends_Button
source: Send Download Link
fr: Envoyer le lien de téléchargement
nl: Downloadlink verzenden

# InviteFriends_ShareTitle
source: Download the Coronalert application via this link
fr: Téléchargez l'application Coronalert via ce lien
nl: Download de Coronalert applicatie via deze link

# InviteFriends_Illustration_Label
source: A man shares Coronalert with four other persons.
fr: Une personne partage l'application Coronalert avec quatre autres personnes.
nl: Een man deelt Coronalert met vier andere mensen.

# Reset_NavTitle
source: Reset
fr: Réinitialisation
nl: Opnieuw instellen

# Reset_Header1
source: Are you sure you want to reset the app?
fr: Etes-vous sûr de vouloir réinitialiser l'application ?
nl: Weet je zeker dat je de app opnieuw wilt instellen?

# Reset_Descrition1
source: You will no longer be notified of your exposures and you will no longer be able to warn other users.
fr: Vous ne serez plus notifié de vos expositions et vous ne pourrez plus avertir les autres utilisateurs
nl: Je wordt niet langer gewaarschuwd bij een blootstelling en je kunt andere gebruikers niet langer waarschuwen.

# Reset_Button
source: Reset App
fr: Réinitialiser l'application
nl: App opnieuw instellen

# Reset_Discard
source: Cancel
fr: Annuler
nl: Annuleren

# Reset_InfoTitle
source: Delete Exposure Log
fr: Supprimer le journal d'exposition
nl: Blootstellingslogbestand verwijderen

# Reset_InfoDescription
source: The exposure log must be deleted separately in your device settings.
fr: Le journal d'exposition doit être supprimé séparément dans les réglages de votre smartphone.
nl: Het blootstellingslogbestand moet apart worden verwijderd in de instellingen van je toestel.

# Reset_Subtitle
source: Reset App
fr: Réinitialiser l'application
nl: App opnieuw instellen

# Reset_ImageDescription
source: A hand holds a smartphone displaying a symbol indicating that the app is being reset.
fr: Une main tient un smartphone qui affiche un symbole indiquant que l'application est réinitialisée.
nl: Je ziet een hand met een smartphone met daarop een symbool dat aangeeft dat de app opnieuw wordt ingesteld.

# Reset_ConfirmDialog_Title
source: Reset App
fr: Réinitialiser l'application
nl: App opnieuw instellen

# Reset_ConfirmDialog_Description
source: You will no longer be notified of your exposures and you will no longer be able to warn other users. This procedure cannot be undone.
fr: Vous ne recevrez plus de notification de vos expositions et vous ne pourrez plus avertir les autres utilisateurs. Cette procédure est irréversible.
nl: Je wordt niet langer gewaarschuwd bij een blootstelling en je kunt andere gebruikers niet langer waarschuwen. Dit kan niet ongedaan gemaakt worden.

# Reset_ConfirmDialog_Cancel
source: Cancel
fr: Annuler
nl: Annuleren

# Reset_ConfirmDialog_Confirm
source: Reset
fr: Réinitialiser
nl: Opnieuw instellen

# safari_corona_website
source: https://coronalert.be/en/faq/
fr: https://coronalert.be/fr/faq-fr/
nl: https://coronalert.be/nl/faq-nl/

# local_notifications_ignore
source: Ignore
fr: Ignorer
nl: Negeren

# local_notifications_detectexposure_body
source: You have new messages from Coronalert.
fr: Vous avez de nouveaux messages de votre application Coronalert.
nl: Je hebt nieuwe berichten van Coronalert.

# local_notifications_testresults_body
source: You have new messages from Coronalert.
fr: Vous avez de nouveaux messages de votre application Coronalert.
nl: Je hebt nieuwe berichten van Coronalert.

# RiskLegend_Title
source: Overview
fr: Aperçu
nl: Overzicht

# RiskLegend_Subtitle
source: Important Functions and Concepts
fr: Fonctions et concepts importants
nl: Belangrijke functies en concepten

# RiskLegend_Legend1_Title
source: Exposure Logging
fr: Enregistrement de l'exposition
nl: Blootstellingscontrole

# RiskLegend_Legend1_Text
source: Exposure logging is one of the central features of the app. When you activate it, encounters with people's devices are logged. You don't have to do anything else.
fr: L'enregistrement journalier des expositions est l'une des caractéristiques principales de l'application. Lorsque vous l'activez, les rencontres avec les smartphones d'autres personnes sont enregistrées. Vous n'avez rien d'autre à faire.
nl: Blootstellingscontrole is één van de belangrijke features van de app. Zodra je het activeert worden ontmoetingen met toestellen van andere gebruikers geregistreerd. Je hoeft niets anders te doen.

# RiskLegend_Legend2_Text
source: If you have had contact within the last 14 days with a person who was diagnosed with COVID-19, the app calculates your personal risk of infection. It does this by measuring duration and proximity of the exposure.
fr: Si vous avez été en contact au cours des 14 derniers jours avec une personne diagnostiquée positive au COVID-19, l'application calcule votre risque personnel d'infection. Il le fait en mesurant la durée et la proximité de l'exposition.
nl: Als je in de afgelopen 14 dagen contact hebt gehad met iemand die een COVID-19-diagnose heeft gekregen, dan berekent de app uw persoonlijke besmettingsrisico. Hiervoor meet ze de duur en de nabijheid van de blootstelling.

# RiskLegend_Legend2_RiskLevels
source: The following risk status can be shown:
fr: Le statut de risque suivant peut être affiché :
nl: De volgende risicostatus kan getoond worden:

# RiskLegend_Legend2_High
source: Higher Risk
fr: Risque plus élevé
nl: Hoog risico

# RiskLegend_Legend2_High_Color
source: Red
fr: Rouge
nl: Rood

# RiskLegend_Legend2_Low
source: Low Risk
fr: Risque faible
nl: Laag risico

# RiskLegend_Legend2_Low_Color
source: Green
fr: Vert
nl: Groen

# RiskLegend_Legend2_Unknown
source: Unknown Risk
fr: Risque inconnu
nl: Onbekend risico

# RiskLegend_Legend2_Unknown_Color
source: Grey
fr: Gris
nl: Grijs

# RiskLegend_Legend3_Title
source: Notifying Other Users
fr: Notification aux autres utilisateurs
nl: Andere gebruikers informeren

# RiskLegend_Legend3_Text
source: Another central feature is registering your test and retrieving the result. If you are diagnosed with COVID-19, you can notify others and break the chain of infection.
fr: Il est également possible d'enregistrer son test pour pouvoir ensuite recevoir le résultat sur cette même application. En cas de test positif au COVID-19, vous pourrez alors le notifier aux autres utilisateurs et briser la chaîne de transmission du virus.
nl: Een andere centrale functie is het registreren van je test en het ophalen van het resultaat. Als je een COVID-19-diagnose krijgt, kan je anderen (anoniem) informeren en zo de infectieketen doorbreken.

# RiskLegend_Definitions_Title
source: Definition of Terms
fr: Définition des termes
nl: Definitie terminologie

# RiskLegend_Store_Title
source: Exposure Log
fr: Journal d'exposition
nl: Blootstellingslogbestand

# RiskLegend_Store_Text
source: List of received and temporary random IDs saved temporarily in the operating system storage. This list is read when the exposures are checked. All random IDs are automatically deleted after 14 days.
fr: Liste des identifiants reçus et des identifiants aléatoires temporaires enregistrés dans le stockage du système d'exploitation. Cette liste est lue lorsque les expositions sont contrôlées. Tous les identifiants aléatoires sont automatiquement supprimés après 14 jours.
nl: Lijst van ontvangen tijdelijke willekeurige ID's die tijdelijk zijn opgeslagen in het besturingssysteem. Deze lijst wordt gelezen wanneer de contacten worden gecontroleerd. Alle willekeurige ID's worden na 14 dagen automatisch gewist.

# RiskLegend_Check_Title
source: Exposure Check
fr: Contrôle des expositions
nl: Blootstellingscontrole

# RiskLegend_Check_Text
source: Exposure log data is retrieved and synchronized with reported infections of other users. The exposure check is performed automatically on a regular basis.
fr: Les données du journal des expositions sont récupérées et synchronisées avec les infections signalées par les autres utilisateurs. Le contrôle de l'exposition est effectué automatiquement à intervalles réguliers.
nl: Gegevens over blootstellingscontrole worden opgehaald en gesynchroniseerd met gemelde besmettingen van andere gebruikers. De blootstellingscontrole wordt op regelmatige tijdstippen automatisch uitgevoerd.
