Repository: covid-be-app/cwa-app-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: fr, nl

# RiskLegend_Contact_Title
source: Exposures
fr: Expositions
nl: Blootstellingen

# RiskLegend_Contact_Text
source: Encounters over a longer duration and close proximity to people diagnosed with COVID-19.
fr: Rencontres sur une longue durée et à proximité de personnes diagnostiquées positives au COVID-19.
nl: Blootstelling gedurende een langere periode en in de nabijheid van mensen met een COVID-19-diagnose.

# RiskLegend_Notification_Title
source: Exposure Notification
fr: Notification d'exposition
nl: Melding blootstelling

# RiskLegend_Notification_Text
source: If you have been in close contact with a person who has tested positive for COVID-19 and who has shared his or her result in the Coronalert application, you will be notified through the exposure notification.
fr: Si vous avez été en contact rapproché avec une personne testée positive au COVID-19 et qui a partagé son résultat dans l'application Coronalert, vous en serez averti à travers la notification d'exposition.
nl: Als je in nauw contact bent geweest met een persoon die positief werd getest op COVID-19 en die zijn of haar resultaat heeft gedeeld in de Coronalert-app, word je hiervan op de hoogte gesteld via de contact melding.

# RiskLegend_Random_Title
source: Random IDs
fr: Identifiants aléatoires
nl: Willekeurige ID's

# RiskLegend_Random_Text
source: Random IDs are combinations of digits and letters generated randomly. They are exchanged between devices in close proximity. Random IDs cannot be traced to a specific person and are automatically deleted after 14 days. Persons diagnosed with COVID-19 can opt to share their random IDs of up to the last 14 days with other app users.
fr: Les identifiants aléatoires sont des combinaisons de chiffres et de lettres générées de manière aléatoire. Ils sont échangés entre des smartphones situés à proximité les uns des autres. Les identifiants aléatoires ne peuvent pas être rattachés à une personne spécifique et sont automatiquement supprimés après 14 jours. Les personnes diagnostiquées positives au COVID-19 peuvent choisir de partager leurs identifiants aléatoires des 14 derniers jours avec d'autres utilisateurs de l'application.
nl: Willekeurige ID's zijn combinaties van cijfers en letters die willekeurig worden gegenereerd. Ze worden uitgewisseld tussen toestellen die zich in elkaars buurt bevinden. Willekeurige ID's zijn niet te herleiden tot een bepaalde persoon en worden na 14 dagen automatisch gewist. Personen die een COVID-19-diagnose hebben gekregen, kunnen ervoor kiezen om hun willekeurige ID's van maximaal de voorbije 14 dagen te delen met andere gebruikers van de app.

# RiskLegend_Image1_AccLabel
source: A device is showing different numbered contents.
fr: Un smartphone affiche des contenus chiffrés différents.
nl: Een toestel toont verschillende genummerde inhouden.

# Update_Message_Title
source: Update available
fr: Mise à jour disponible
nl: Update beschikbaar

# Update_Message_Text
source: There is an update available for Coronalert.
fr: Il y a une mise à jour disponible pour l'application Coronalert.
nl: Er is een update beschikbaar voor Coronalert.

# Update_Message_Text_Force
source: Please note, you can only use Coronalert again once you have installed the latest update.
fr: Veuillez noter que vous ne pouvez utiliser à nouveau l'application Coronalert qu'après avoir installé la dernière mise à jour.
nl: Let op, je kunt Coronalert pas weer gebruiken zodra je de laatste update geïnstalleerd hebt.

# ENATanInput_Empty
source: Empty
fr: Vide
nl: Leeg

# ENATanInput_InvalidCharacter
source: Invalid Character %@
fr: Caractère non valide %@
nl: Ongeldig karakter %@

# ENATanInput_CharacterIndex
source: Character %1$u of %2$u
fr: Caractère %1$u de %2$u
nl: Karakter %1$u van %2$u

# Active_Tracing_Interval_Partially_Active
source: Exposure logging was active for %1$u of the past 14 days.
fr: L'enregistrement de l'exposition était actif pour %1$u des 14 derniers jours.
nl: Blootstellingscontrole was %1$u van de voorbije 14 dagen actief.

# Active_Tracing_Interval_Permanently_Active
source: Exposure logging permanently active
fr: L'enregistrement de l'exposition est actif en permanence.
nl: Uitwisseling blootstelling permanent actief

# BEMobileTestId_title
source: Receive the test result
fr: Recevoir le test
nl: Ontvang de test

# BESelectSymptomsDate_explanation
source: Select the date on which you started having symptoms.
fr: Sélectionnez la date à laquelle vous avez commencé à avoir des symptômes.
nl: Kies de datum waarop je symptomen begon te krijgen.

# BEMobileTestId_Select
source: Select
fr: Confirmer
nl: Kies

# BEMobileTestId_Date
source: Date
nl: Datum

# BEMobileTestId_Close
source: Close
fr: Fermer
nl: Sluiten

# BEMobileTestId_saveExplanation
source: Show this number and date to the doctor or lab performing the test to link your smartphone to the test.
fr: Montrez ce numéro et cette date au médecin ou au laboratoire qui effectuera le test afin de relier votre smartphone au test. Si vous avez reçu un code PCR, saisissez ce numéro et ces données dans le formulaire web.
nl: Laat dit nummer en de datum zien aan de arts of het laboratorium dat de test uitvoert om uw smartphone aan de test te koppelen.

# BELanguage
source: en
fr: fr
nl: nl

# BESelectKeyCountries_title
source: Select Countries
fr: Sélectionnez votre pays
nl: Kies Landen

# BESelectKeyCountries_explanation
source: For each of the below dates, if you have not been in Belgium and you would like to share this information (anonymously), please select the country you visited on that date by tapping the line you want to change.
fr: Si vous n'étiez pas en Belgique à certaines des dates ci-dessous et que vous voulez partager cette information (de façon anonyme), veuillez sélectionner le pays dans lequel vous étiez à ces dates.
nl: Als je op een van de onderstaande datums niet in België was en je deze informatie (anoniem) wilt delen, selecteer dan het land dat je op die datum hebt bezocht. Tik op de lijn die je wilt wijzigen.

# BESelectKeyCountries_sendKeys
source: Share IDs
fr: Partagez vos identifiants
nl: Deel ID's

source: No Exposure Configuration available
fr: L'exposition n'a pas été configurée.
nl: Geen blootstellingsconfiguratie beschikbaar

# BEExposureSubmission_symptomsTitle
source: Symptoms checking
fr: Vérification des symptômes
nl: Controleer symptomen

# BEExposureSubmission_symptomsExplanation
source: Do you currently have symptoms such as a cough, loss of taste and smell, cold or flu?
fr: Présentez-vous actuellement des symptômes tels que toux, perte de goût et d'odeur, rhume ou grippe ?
nl: Heb je op dit moment symptomen zoals hoest, smaak- en geurverlies, verkoudheid of grieperigheid?

# BEExposureSubmission_yes
source: Yes
fr: Oui
nl: Ja

# BEExposureSubmission_no
source: No
fr: Non
nl: Nee

# BEExposureSubmission_cancel
source: Cancel
fr: Annuler
nl: Annuleren

# BESelectSymptomsDate_title
source: Select Date
fr: Sélectionner la date
nl: Kies Datum

# BESelectSymptomsDate_next
source: Next
fr: Suivant
nl: Volgende

# InviteFriends_Description
source: The more people who use the app, the faster we can break the infection chain. Please invite your family and friends to download the app.
fr: Plus il y a de personnes qui utilisent l'application, plus vite nous pourrons briser la chaîne d'infection. N'hésitez pas à inviter votre famille et vos amis à télécharger l'application.
nl: Hoe meer mensen de app gebruiken, hoe sneller we de verspreiding van het virus kunnen tegengaan. Nodig je familie en vrienden uit om de app te downloaden.

# RiskLegend_Legend2_Title
source: Risk of Infection
fr: Risque d'infection
nl: Besmettingsrisico

# BEExposureDetection_OffShort
source: Stopped
fr: Arrêté
nl: Stopgezet

# BENoInfectionSummary_title
source: No report available
fr: Pas de chiffres disponible
nl: Cijfers niet beschikbaar

# BEInfectionSummary_title
source: Weekly Average
fr: Moyenne hebdomadaire
nl: Wekelijks Gemiddelde

# BEInfectionSummary_updatedAt
source: Last updated on %@
fr: Dernière mise à jour le %@
nl: Laatst bijgewerkt op %@

# BEMobileTestId_dateInfectious
source: Date of infectiousness
fr: Date de la contagiosité
nl: Datum van besmettelijkheid

# Common_Deadman_AlertTitle
source: Your Exposure Risk Status
fr: Votre Risque d'Exposition
nl: Je Blootstellingsrisico

# Common_Deadman_AlertBody
source: Please open Coronalert regularly so your exposure risk can be updated.
fr: Veuillez ouvrir régulièrement Coronalert afin que votre risque d'exposition puisse être mis à jour.
nl: Open Coronalert regelmatig zodat uw blootstellingsrisico kan worden bijgewerkt.

# BERiskLegend_infectionSummaryTitle
source: Statistics
fr: Statistiques
nl: Statistieken

# BERiskLegend_infectionSummaryText
source: Contains the seven-day average of the number of new infections, hospitalisations and deaths.
fr: Contient la moyenne sur sept jours du nombre de nouvelles infections, hospitalisations et décès.
nl: Bevat het zevendaagse gemiddelde van het aantal nieuwe infecties, ziekenhuisopnames en sterfgevallen.

# BEInfectionSummary_forWeek
source: For week
fr: Pour la semaine
nl: Voor week

# BEMobileTestIdActivator_pageLoadError
source: There was a problem loading the page. Please try again.
fr: Un problème est survenu lors du chargement de la page. Veuillez réessayer.
nl: Er is een probleem opgetreden bij het laden van de pagina. Probeer het a.u.b. opnieuw.

# BEMobileTestIdActivator_testActivatedTitle
source: Test linked successfully
fr: Test lié avec succès
nl: Test succesvol gekoppeld

# BEMobileTestIdActivator_testActivatedMessage
source: Your test has been successfully linked to your smartphone. From now on you will be able to receive your test result in Coronalert.
fr: Votre test a été lié avec succès à votre smartphone. Désormais, vous pourrez recevoir votre résultat de test dans Coronalert.
nl: Je test is succesvol gekoppeld aan je smartphone. Vanaf nu kan je je testresultaat ontvangen in Coronalert.

# BEMobileTestIdActivator_linkTestToPhoneTitle
source: Link your smartphone
fr: Liez votre smartphone
nl: Koppel je smartphone

# BEAppResetAfterTEKUpload_description
source: Thank you for sharing your data and helping others. The app will now be reset and all data will be deleted. We strongly recommend that you disable the app during your isolation period by stopping exposure logging. After your isolation period, you may use the app again.
fr: Merci de partager vos données et d'aider les autres. L'application va maintenant être réinitialisée et toutes les données seront supprimées. Nous vous recommandons vivement de désactiver l'application pendant votre période d'isolement en arrêtant l'enregistrement de l'exposition. Après votre période d'isolement, vous pourrez à nouveau utiliser l'application.
nl: Bedankt voor het delen van je gegevens en het helpen van anderen. De app wordt nu gereset en alle gegevens worden verwijderd. We raden je sterk aan om de app uit te schakelen tijdens je isolatieperiode door het stoppen van de blootstellingsregistratie. Na je isolatieperiode kan je de app weer gebruiken.

# language
source: en
fr: fr
nl: nl

# BEMobileDataUsageSettings_title
source: Use mobile data for random ID downloads.
fr: Utiliser des réseaux mobiles pour le téléchargement d'identifiants aléatoires.
nl: Gebruik mobiele netwerken voor willekeurige ID-downloads.

# BEMobileDataUsageSettings_description
source: Download random IDs over mobile data. If this option is disabled the IDs will only be downloaded over Wifi.
fr: Téléchargez des identifiants aléatoires par le biais de réseaux mobiles. Si cette option est désactivée, les identifiants ne seront téléchargés qu'en Wifi.
nl: Download willekeurige ID's over mobiele netwerken. Als deze optie is uitgeschakeld, worden de ID's alleen via Wifi gedownload.

# BEMobileDataUsageSettings_toggleDescription
source: Use mobile data
fr: Utilisez réseaux mobiles
nl: Gebruik mobiele netwerken

# BEMobileDataSettings_description
source: Use mobile data to download random IDs.
fr: Utilisez les réseaux mobiles pour télécharger des identifiants aléatoires.
nl: Gebruik mobiele netwerken om willekeurige ID's te downloaden.

# BEMobileDataSettings_active
source: Wifi and Mobile Data
fr: Wifi et Mobile
nl: Wifi en Mobiele Data

# BEMobileDataSettings_inactive
source: Wifi Only
fr: Wifi Uniquement
nl: Enkel Wifi

# ExposureNotificationSetting_euTracingRiskDeterminationTitle
source: Transnational Exposure Logging
fr: Journalisation des expositions transnationales
nl: Transnationale blootstellingsregistratie

# ExposureNotificationSetting_euTracingAllCountriesTitle
source: Participating Countries
fr: Pays participants
nl: Deelnemende landen

# ExposureNotificationSetting_EU_Title
source: Transnational Exposure Logging
fr: Journalisation des expositions transnationales
nl: Transnationale blootstellingsregistratie

# ExposureNotificationSetting_EU_Desc_1
source: Several countries are working together to enable transnational alerts via a joint exchange server. For example, contacts with users of an official coronavirus app from other participating countries can also be taken into account for exposure logging.
fr: Plusieurs pays travaillent ensemble pour permettre des alertes transnationales via un serveur d'échange commun. Par exemple, les contacts avec les utilisateurs d'une application officielle de coronavirus d'autres pays participants peuvent également être pris en compte pour l'enregistrement de l'exposition.
nl: Verschillende landen werken samen om transnationale alerts mogelijk te maken via een gezamenlijke uitwisselingsserver. Zo kunnen ook contacten met gebruikers van een officiële coronavirus-app uit andere deelnemende landen in aanmerking worden genomen voor exposure logging.

# ExposureNotificationSetting_EU_Desc_2
source: For this purpose, the app downloads every day a list of therandom IDs of all users who had a positive test and who have decided to inform other users by sharing their random IDs. This list is then compared with the random IDs recorded by your smartphone.You can chose to download this list over WiFi; otherwise part of your mobile data budget will be consumed. Be aware that this may result inroaming charges if you would leave the EU.
fr: À cette fin, l'application télécharge chaque jour une liste d'identifiants aléatoires de tous les utilisateurs qui ont eu un test positif et qui ont décidé d'informer les autres utilisateurs en partageant leurs identifiants aléatoires. Cette liste est ensuite comparée aux identifiants aléatoires enregistrés par votre smartphone. Vous pouvez choisir de télécharger cette liste via WiFi; sinon une partie de votre budget de données mobiles sera consommée. Sachez que cela peut entraîner des frais d'itinérance si vous quittez l'UE.
nl: Voor dit doel downloadt de app elke dag een lijst met willekeurige ID's van alle gebruikers die een positieve test hebben ondergaan en die hebben besloten andere gebruikers te informeren door hun willekeurige ID's te delen. Deze lijst wordt vervolgens vergeleken met de willekeurige ID's die door uw smartphone zijn geregistreerd. U kunt ervoor kiezen om deze lijst via wifi te downloaden; anders wordt een deel van uw mobiele gegevensbudget verbruikt. Houd er rekening mee dat dit kan leiden tot roamingkosten als u de EU verlaat.

# ExposureNotificationSetting_EU_Desc_3
source: The following countries currently participate in transnational exposure logging:
fr: Les pays suivants participent actuellement à l'enregistrement des expositions transnationales:
nl: De volgende landen nemen momenteel deel aan transnationale blootstellingsregistratie:

# ExposureNotificationSetting_EU_Desc_4
source: The app’s privacy notice (including information about the data processing carried out for the transnational exposure logging feature) can be found in the menu under “App Information” > “Data Privacy”.
fr: L'avis de confidentialité de l'application (y compris les informations sur le traitement des données effectué pour la fonction d'enregistrement des expositions transnationales) se trouve dans le menu sous «Informations sur l'application»> «Confidentialité des données».
nl: De privacyverklaring van de app (inclusief informatie over de gegevensverwerking die wordt uitgevoerd voor de transnationale blootstellingsregistratiefunctie) is te vinden in het menu onder 'Informatie app'> 'Privacyverklaring'.

# App_Disabled_Text
source: This app only works on iOS 12.5, or iOS 13.6 or higher.
fr: Cette application ne fonctionne que sur iOS 12.5 ou iOS 13.6 ou supérieur.
nl: Deze app werkt alleen op iOS 12.5, of iOS 13.6 of hoger.

# BEHome_Toolbox_description
source: Discover several tools to fight COVID-19
fr: Découvrez plusieurs outils pour respecter les mesures COVID actuelles
nl: Ontdek verschillende tools om de huidige COVID-maatregelen te respecteren

# BEHome_BEToolbox_vaccinationInformation
source: Vaccination information
fr: Informations sur la vaccination
nl: Vaccinatie-informatie

# BEHome_BEToolbox_testReservation
source: Test Reservation
fr: Réservation d'un test
nl: Testreservering

# BEHome_BEToolbox_quarantineCertificate
source: Quarantine certificate
fr: Certificat de quarantaine
nl: Quarantainecertificaat

# BEHome_BEToolbox_declarationOfHonour
source: Essential Travel - Sworn Statement
fr: Voyage essentiel - Déclaration sur l’honneur
nl: Essentiële reis - Verklaring op eer

# BEHome_BEToolbox_vaccinationInformationTitle
source: Vaccination
nl: Vaccinatie

# BEHome_BEToolbox_testReservationTitle
source: Test Reservation
fr: Réservation d'un test
nl: Testreservering

# BEHome_BEToolbox_quarantineCertificateTitle
source: Certificate
nl: Certificaat

# BEHome_BEToolbox_declarationOfHonourTitle
source: Sworn Statement
fr: Déclaration
nl: Verklaring op eer

# BEHome_BEToolbox_epidemiologicalSituation
source: COVID-19 Epidemiological Situation
fr: Situation épidémiologique du COVID-19
nl: COVID-19 Epidemiologische situatie

# BEHome_BEToolbox_registerToBeVaccinated
source: Register to the reserve list
fr: Inscrivez-vous pour être vacciné
nl: Registreer om te worden gevaccineerd

# BEHome_BEToolbox_bookATest
source: Book a Test
fr: Réservez un test
nl: Reserveer een test

# BEHome_BEToolbox_bookATestInBrussels
source: Book a Test in Brussels
fr: Réservez un test à Bruxelles
nl: Reserveer een test in Brussel

# Home_SubmitCard_Warning
source: This requires a manual action due to the anonymity of the app
fr: Cela nécessite une action manuelle pour des raisons d'anonymat.
nl: Dit vereist een handmatige handeling vanwege anonimiteitsredenen.

# Home_SubmitCard_alreadyDidTestButton
source: Yes
nl: Ik heb al een COVID-test gedaan

# BEAlreadyDidTest_title
source: I have taken my COVID-test
nl: Ik heb al een COVID-test gedaan

# BEAlreadyDidTest_possibilitiesTitle
source: 3 possibilities to link your test
nl: 3 mogelijkheden om uw test te koppelen

# BEAlreadyDidTest_possibility1
source: I did a test and my doctor or laboratory correctly entered the 17 digits of the Coronalert app. You don't have to do anything.
nl: Ik heb een test gedaan en mijn arts of laboratorium heeft de 17 cijfers van de Coronalert-app correct ingevoerd. U hoeft niets te doen.

# BEAlreadyDidTest_possibility2
source: You have received or will receive an SMS. Click on the link and complete the webform.
nl: U heeft of krijgt een sms. Klik op de link en vul het webformulier in.

# BEAlreadyDidTest_possibility3
source: Go directly to the webform to encode the 2 codes manually.
nl: Ga direct naar het webformulier om de 2 codes handmatig in te voeren.

# BEAlreadyDidTest_AccImageDescription
source: An image of a PCR test tube
nl: Een afbeelding van een PCR-reageerbuis

# BEMobileTestId_subtitle
source: Use this code to register your test into the app
nl: Geef deze code op voor uw COVID-testreservering

# BEMobileTestId_saveExplanation2
source: Please give this code to the doctor. This is necessary to link your test to the app. This requires a manual action due to the anonymity of the app. If you have forgotten to give the code, you can use the webform. https://coronalert.be/en/corona-alert-form/
nl: Probeer zoveel mogelijk dit nummer door te geven aan de arts die de test voorschrijft, maar wees gerust, als u vergeet, heeft u de middelen om het te doen via een webformulier als u een activatiecode hebt, of per sms als uw test is gerelateerd aan een CPTC-account.

# BEHome_BEToolbox_testCenter
source: Find a test center
nl: Zoek een testcentrum

# BEHome_BEToolbox_quarantineCertificateURL
source: https://quarantaine.info-coronavirus.be/en
nl: https://quarantaine.info-coronavirus.be/nl

# ExposureSubmissionWarnOthers_AccImageDescription
source: A device transmits an encrypted positive test diagnosis to the system.
fr: Un smartphone transmet au système un diagnostic de test positif crypté.
nl: Een toestel stuurt een versleutelde positieve diagnose naar het systeem.

# Alert_CancelAction_Later
source: Later
fr: Plus tard

# ExposureDetectionError_Alert_Action_Details
source: Details
fr: Détails

# OnboardingInfo_enableLoggingOfContactsPage_stateHeader
source: Status
fr: Statut

# Update_Message_Action_Update
source: Update
fr: Mise à jour

# Update_Message_Action_Later
source: Later
fr: Plus tard

# BEAppResetAfterTEKUpload_title
source: App Reset
fr: Réinitialisation de l'app

# BEMobileDataUsageSettings_navTitle
source: Downloads
fr: Téléchargements

# BEMobileDataSettings_label
source: Downloads
fr: Téléchargements

# BEHome_Toolbox_title
source: Toolbox
fr: Boîte à outils

# BEHome_BEToolbox_passengerLocatorForm
source: Passenger Locator Form
fr: Formulaire de Localisation du Passager

# BEHome_BEToolbox_passengerLocatorFormTitle
source: PLF
fr: FLP
