Repository: covid-be-app/cwa-app-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: fr, nl

# Alert_TitleGeneral
source: An error occurred.
fr: Une erreur s'est produite
nl: Er is een fout opgetreden.

# Alert_ActionRetry
source: Repeat
fr: Répéter
nl: Herhaal

# Alert_ActionCancel
source: Cancel
fr: Annuler
nl: Annuleren

# Alert_ActionRemove
source: Remove
fr: Supprimer
nl: Verwijderen

# Alert_BluetoothOff_Title
source: Turn on Bluetooth
fr: Activer le Bluetooth
nl: Bluetooth inschakelen

# Alert_BluetoothOff_Description
source: Activate Bluetooth in your system settings to use this app.
fr: Activer le Bluetooth dans les réglages de votre appareil pour utiliser cette application.
nl: Activeer Bluetooth in de instellingen van je toestel om deze app te gebruiken.

# Alert_DefaultAction_OpenSettings
source: Open Settings
fr: Ouvrir les paramètres
nl: Open instellingen

# General_BackButtonTitle
source: Back
fr: Retour
nl: Terug

# Common_ENError5_Description
source: Error 5: iOS error. Your level of risk cannot be determined. We will try again later.
fr: Erreur 5: erreur iOS. Votre niveau de risque ne peut être déterminé. Nous réessayerons plus tard.
nl: Fout 5: iOS-fout. Je risiconiveau kan niet worden bepaald. We zullen het later opnieuw proberen.

# Common_ENError11_Description
source: Error 11: Something went wrong. Your level of risk cannot be determined. Please restart your device and try again tomorrow.
fr: Erreur 11 : Une erreur est survenue. Votre niveau de risque ne peut pas être déterminé. Veuillez redémarrer votre smartphone et réessayer demain.
nl: Error 11: Er is iets misgegaan. Je risiconiveau kan niet bepaald worden. Start je toestel opnieuw op en probeer het morgen opnieuw.

# Common_ENError13_Description
source: Error 13: Your exposure logging for today has already been carried out. Please try again in 24 hours.
fr: Erreur 13 : Votre enregistrement de l'exposition pour aujourd'hui a déjà été effectué. Veuillez réessayer dans 24 heures.
nl: Error 13: Je blootstellingslogboek voor vandaag werd al gemaakt. Probeer het over 24 uur opnieuw.

# Common_Alert_Action_moreInfo
source: Find out more
fr: En savoir plus
nl: Ontdek meer

# Common_BackgroundFetch_AlertMessage
source: You have deactivated background updates for the Coronalert-App. Please activate background updates to use automatic exposure logging. If you do not activate background updates, you can only start exposure logging manually in the app. You can activate background updates for the app in your device settings.
fr: Vous avez désactivé les mises à jour en arrière-plan pour l'application Coronalert. Veuillez activer les mises à jour en arrière-plan pour utiliser l'enregistrement automatique de l'exposition. Si vous n'activez pas ces mises à jour, vous ne pouvez qu'enregistrer manuellement votre exposition. Vous pouvez activer ces mises à jour pour l'application dans les réglages de votre smartphone.
nl: Je hebt achtergrondupdates voor Coronalert uitgeschakeld. Activeer de achtergrondupdates om de automatische blootstellingscontrole te gebruiken. Als je de achtergrondupdates niet inschakelt, kan je de blootstellingscontrole alleen handmatig starten in de app. Je kan de achtergrondupdates voor de app inschakelen in de instellingen van je toestel.

# Common_BackgroundFetch_SettingsTitle
source: Open Device Settings
fr: Ouvrir les réglages du smartphone.
nl: Open instellingen

# Common_BackgroundFetch_OKTitle
source: Start Exposure Logging Manually
fr: Démarrer l'enregistrement de l'exposition manuellement
nl: Start blootstellingscontrole handmatig

# Common_BackgroundFetch_AlertTitle
source: Background updates deactivated
fr: Mises à jour en l'arrière-plan désactivées
nl: Updates op de achtergrond uitgeschakeld

# General_moreInfo_URL
source: https://coronalert.be/en/faq/
fr: https://coronalert.be/fr/faq-fr/
nl: https://coronalert.be/nl/faq-nl/

# AccessibilityLabel_Close
source: Close
fr: Fermer
nl: Sluiten

# AccessibilityLabel_PhoneNumber
source: Phone number
fr: Numéro de téléphone
nl: Telefoonnummer

# ExposureDetection_Off
source: Exposure logging stopped
fr: Enregistrement de l'exposition arrêté
nl: Blootstellingscontrole stopgezet

# ExposureDetection_Outdated
source: Exposure logging is not possible
fr: L'enregistrement de l'exposition n'est pas possible.
nl: Blootstellingscontrole is niet mogelijk

# ExposureDetection_Unknown
source: Unknown Risk
fr: Risque inconnu
nl: Onbekend risico

# ExposureDetection_Low
source: Low Risk
fr: Faible risque
nl: Laag risico

# ExposureDetection_High
source: Higher Risk
fr: Risque important
nl: Hoog risico

# ExposureDetection_NumberOfDaysStored
source: %d of 14 days active
fr: %d sur 14 jours d'activité
nl: %d van 14 dagen actief

# ExposureDetection_Refreshed
source: Updated: %@
fr: Mise à jour : %@
nl: Bijgewerkt: %@

# ExposureDetection_Refreshed_Never
source: Unknown
fr: inconnu
nl: Onbekend

# ExposureDetection_RefreshingIn
source: Update in %02d:%02d minutes
fr: Mise à jour en %02d:%02d minutes
nl: Bijwerken over %02d:%02d minuten

# ExposureDetection_RefreshIn
source: Will update in %@h
fr: Sera mise à jour en %@h
nl: Wordt bijgewerkt na %@h

# ExposureDetection_LastRiskLevel
source: Last exposure logging: %@
fr: Dernier enregistrement d'exposition : %@
nl: Laatste blootstellingscontrole: %@

# ExposureDetection_OffText
source: Activate exposure logging to evaluate your risk status today.
fr: Activez mise à jour de l'exposition pour évaluer votre statut de risque aujourd'hui.
nl: Activeer blootstellingscontrole om je risicostatus vandaag te evalueren.

# ExposureDetection_OutdatedText
source: Your exposure logging could not be updated for more than 48 hours.
fr: Votre enregistrement d'exposition n'a pas pu être mis à jour depuis plus de 48 heures.
nl: Je blootstellingslogbestand kon gedurende meer dan 48 uur niet worden geüpdatet.

# ExposureDetection_UnknownText
source: Since you have not activated exposure logging for long enough, we cannot calculate your risk of infection.
fr: Comme l'enregistrement de l'exposition n'est pas activé depuis suffisamment longtemps, nous ne pouvons pas calculer votre risque d'infection.
nl: Je hebt Coronalert niet lang genoeg aangezet. Daarom kunnen we je risico op besmetting niet berekenen.

# ExposureDetection_LoadingText
source: Current data is being downloaded and checked. This can take several minutes.
fr: Les données actuelles sont en cours de téléchargement et de vérification. Cela peut prendre plusieurs minutes.
nl: Actuele gegevens worden gedownload en gecontroleerd. Dit kan enkele minuten duren.

# ExposureDetection_Behavior_Title
source: Preventive measures
fr: Mesures de prévention
nl: Preventieve maatregelen

# ExposureDetection_Behavior_Subtitle
source: This is what you should do
fr: Voici ce que vous devez faire
nl: Dit is wat je moet doen

# ExposureDetection_Explanation_Title
source: Risk of Infection
fr: Risque d'infection
nl: Risico op besmetting

# ExposureDetection_Explanation_Subtitle_Inactive
source: This is how your risk is calculated
fr: C'est ainsi que votre risque est calculé.
nl: Zo wordt je risico berekend

# ExposureDetection_Button_Enable
source: Activate Exposure Logging
fr: Activer le journal d'exposition
nl: Blootstellingscontrole activeren

# ExposureDetection_Button_Refresh
source: Update
fr: Mise à jour
nl: Bijwerken

# ExposureDetection_ActiveTracingSection_Title
source: Period logged
fr: Période enregistrée
nl: Geregistreerde periode

# ExposureDetection_ActiveTracingSection_Subtitle
source: This period is included in the calculation.
fr: Cette période est incluse dans le calcul.
nl: Deze periode is opgenomen in de berekening.

# ExposureDetection_ActiveTracingSection_Text_Paragraph0
source: Your risk of infection can be calculated only for periods during which exposure logging was active. The logging feature should therefore remain active permanently.
fr: Votre risque d'infection ne peut être calculé que pour les périodes durant lesquelles l'enregistrement de l'exposition était actif. La fonction de journalisation doit donc rester active en permanence.
nl: Je risico op een besmetting kan alleen worden berekend voor perioden waarin de blootstellingscontrole actief was. De blootstellingscontrole moet daarom permanent actief blijven.

# ExposureDetection_ActiveTracingSection_Text_Paragraph1
source: Exposure logging covers the past %1$u days. During this time, the logging feature on your device was active for %2$u days. The app automatically deletes older logs, as these are no longer relevant for infection prevention.
fr: L'enregistrement de l'exposition couvre les derniers %1$u jours. Pendant cette période, la fonction de journalisation de votre smartphone était active pour %2$u jours. L'application supprime automatiquement les anciens journaux, car ils ne sont plus pertinents pour la prévention des infections.
nl: De blootstellingscontrole dekt de voorbije %1$u dagen. De blootstellingscontrole op je toestel was tijdens deze periode %2$u dagen actief. De app verwijdert automatisch oudere registraties, omdat ze niet langer relevant zijn voor het voorkomen van besmettingen.

# ExposureDetectionError_Alert_Title
source: Error
fr: Erreur
nl: Fout

# ExposureDetectionError_Alert_Message
source: An error occurred during exposure logging.
fr: Une erreur s'est produite lors de l'enregistrement de l'exposition.
nl: Er heeft zich een fout voorgedaan tijdens de blootstellingscontrole.

# How_Risk_Detection_Works_Alert_Title
source: Information about exposure logging functionality
fr: Informations sur la fonctionnalité d'enregistrement des expositions
nl: Informatie over de werking van de app

# How_Risk_Detection_Works_Alert_Message
source: Your risk of infection can be calculated only for periods during which exposure logging was active. The logging feature should therefore remain active permanently. Exposure logging covers the past %1$u days. The app automatically deletes older logs, as these are no longer relevant for infection prevention. For further information, please see our FAQ page.
fr: Votre risque d'infection ne peut être calculé que pour les périodes pendant lesquelles l'enregistrement de l'exposition était actif. La fonction de journalisation doit donc rester active en permanence. La journalisation des expositions couvre les %1$u derniers jours. L'application supprime automatiquement les anciens journaux, car ils ne sont plus pertinents pour la prévention des infections. Pour plus d'informations, veuillez consulter notre page FAQ.
nl: Je risico op besmetting kan alleen worden berekend voor periodes waarin de blootstellingscontrole actief was. De blootstellingscontrole moet daarom permanent actief blijven. De app registreert gegevens van de voorbije %1$u dagen in een blootstellingslogboek. Die worden nadien automatisch automatisch verwijderd. Meer weten? Lees de veelgestelde vragen

# Settings_StatusActive
source: On
nl: Aan

# Settings_StatusInactive
source: Off
nl: Uit

# Settings_StatusEnable
source: Activate
fr: Activer
nl: Activeren

# Settings_StatusDisable
source: Deactivate
fr: Désactiver
nl: Deactiveren

# Settings_KontaktProtokollStatusActive
source: Active
fr: Actif
nl: Actief

# Settings_KontaktProtokollStatusInactive
source: Stopped
fr: Inactif
nl: Stopgezet

# Settings_Tracing_Label
source: Exposure Logging
fr: Journalisation de l'exposition
nl: blootstellingslogbestand

# Settings_Notification_Label
source: Notifications
nl: Meldingen

# Settings_Reset_Label
source: Reset App
fr: Réinitialiser l'application
nl: App opnieuw instellen

# Settings_Tracing_Description
source: Allow COVID-19 random IDs to be generated and shared.
fr: Autoriser la génération et le partage d'identifiants aléatoires COVID-19.
nl: Sta toe dat willekeurige COVID-19-ID's worden gegenereerd en gedeeld.

# Settings_Notification_Description
source: Allow automatic notifications of your COVID-19 risk status.
fr: Autoriser les notifications automatiques de votre statut de risque COVID-19.
nl: Sta automatische meldingen van je COVID-19-risicostatus toe.

# Settings_Reset_Description
source: Delete all your data in the app.
fr: Supprimez toutes vos données dans l'application.
nl: Verwijder al je gegevens in de app.

# Settings_NavTitle
source: Settings
fr: Paramètres
nl: Instellingen

# NotificationSettings_On_Title
source: Do you want to activate notifications of your COVID-19 risk status?
fr: Voulez-vous activer les notifications de votre statut de risque COVID-19 ?
nl: Wil je meldingen van je COVID-19-risicostatus activeren?

# NotificationSettings_On_SectionTitle
source: Setting
fr: Paramétrage
nl: Instellingen

# NotificationSettings_On_RiskChanges
source: Your risk of infection changed
fr: Votre risque d'infection a changé
nl: Je besmettingsrisico is veranderd

# NotificationSettings_On_TestsStatus
source: Status of your COVID-19 test
fr: Statut de votre test COVID-19
nl: Je COVID-19-testresultaat

# NotificationSettings_Off_SectionTitle
source: Setting
fr: Paramétrage
nl: Instellingen

# NotificationSettings_Off_EnableNotifications
source: Notifications
nl: Meldingen

# NotificationSettings_Off_StatusInactive
source: Off
nl: Uit

# NotificationSettings_Off_InfoTitle
source: Activate Notifications
fr: Activer les notifications
nl: Meldingen inschakelen

# NotificationSettings_Off_InfoDescription
source: To activate notifications, you must allow notifications for the Coronalert-App in your device settings.
fr: Pour activer les notifications, vous devez autoriser les notifications pour l'application Coronalert dans les réglages de votre smartphone.
nl: Om meldingen te activeren sta je meldingen van Coronalert in de instellingen van je toestel toe.

# NotificationSettings_Off_OpenSettings
source: Open Settings
fr: Ouvrir les paramètres
nl: Open instellingen

# NotificationSettings_NavTitle
source: Notifications
nl: Meldingen

# NotificationSettings_onImageDescription
source: A woman receives a notification from her Coronalert-App.
fr: Une femme reçoit une notification de son application Coronalert.
nl: Een vrouw krijgt een melding van Coronalert.

# NotificationSettings_offImageDescription
source: A woman cannot receive notifications from her Coronalert-App.
fr: Une femme ne peut pas recevoir de notifications de son application Coronalert.
nl: Een vrouw kan geen meldingen ontvangen van Coronalert.

# Onboarding_LetsGo_actionText
source: Let’s get started
fr: Commençons
nl: Laten we beginnen

# Onboarding_Continue_actionText
source: Next
fr: Suivant
nl: Volgende

# Onboarding_EnableLogging_actionText
source: Next
fr: Suivant
nl: Volgende

# Onboarding_Continue_actionTextHint
source: You can skip this screen
fr: Vous pouvez sauter cet écran
nl: Je kan dit scherm overslaan

# Onboarding_doNotAllow_actionText
source: Do Not Allow
fr: Ne pas autoriser
nl: Niet toestaan

# Onboarding_DoNotActivate_actionText
source: Do Not Activate
fr: Ne pas activer
nl: Niet activeren

# Onboarding_DeactivateExposureConfirmation_title
source: This means the Coronalert-App cannot send or receive notifications about your COVID-19 risk status.
fr: Cela signifie que l'application Coronalert ne peut pas envoyer ou recevoir de notifications concernant votre statut de risque COVID-19.
nl: Dit betekent dat Coronalert geen meldingen over je COVID-19-risicostatus kan verzenden of ontvangen.

# Onboarding_DeactivateExposureConfirmation_message
source: You can deactivate this feature at any time.
fr: Vous pouvez désactiver cette fonction à tout moment.
nl: Je kan deze functie op elk moment uitschakelen.

# OnboardingInfo_togetherAgainstCoronaPage_imageDescription
source: A group of people are all using their devices in town. Official logos of the federal government, the Flemish government, the Walloon Region, the Brussels-Capital Region and the German-speaking Community.
fr: Un groupe de personnes utilisent leurs smartphones en ville. Logos officiels du gouvernement fédéral, du gouvernement flamand, de la Région wallonne, de la Région de Bruxelles-Capitale et de la Communauté germanophone.
nl: Een groep mensen gebruikt hun toestellen in de stad. Officiële logo’s van de federale overheid, de Vlaamse overheid, het Waals Gewest, Het Brussels Hoofdstedelijk Gewest en de Duitstalige Gemeenschap.

# OnboardingInfo_togetherAgainstCoronaPage_title
source: Let's fight coronavirus together
fr: Luttons ensemble contre le coronavirus !
nl: Samen krijgen we het coronavirus klein

# OnboardingInfo_togetherAgainstCoronaPage_boldText
source: More protection for you and for us all. By using Coronalert we can break infection chains much quicker.
fr: Plus de protection pour vous et pour nous tous. En utilisant l'application Coronalert, nous pouvons briser les chaînes d'infection beaucoup plus rapidement.
nl: Bescherm jezelf en ons allemaal. Gebruik Coronalert, zo kunnen we de infectieketens sneller doorbreken.

# OnboardingInfo_togetherAgainstCoronaPage_normalText
source: Turn your device into a corona warning system. Get an overview of your risk status and find out whether you've had close contact with people diagnosed with COVID-19 in the last 14 days. The app logs encounters between individuals by their devices exchanging encrypted random IDs, and without accessing any personal data.
fr: Transformez votre smartphone en système d'alerte corona. Obtenez un aperçu de votre statut de risque et découvrez si vous avez été en contact étroit avec des personnes diagnostiquées positives au COVID-19 au cours des 14 derniers jours. L'application enregistre les rencontres entre individus par leurs smartphones en échangeant des identifiants aléatoires cryptés, et sans accéder à aucune donnée personnelle.
nl: Maak van je toestel een corona-waarschuwingssysteem. Je krijgt een overzicht van uw risicostatus en krijgt te horen of u de voorbije 14 dagen nauw contact heeft gehad met mensen die een COVID-19-diagnose hebben gekregen. De app registreert contacten tussen mensen. Hun toestellen wisselen versleutelde willekeurige ID's uit, maar hebben geen toegang tot persoonlijke gegevens.

# OnboardingInfo_privacyPage_imageDescription
source: A woman uses the Coronalert-App on her smartphone. An icon showing a padlock on the background of a shield symbolizes encrypted data.
fr: Une femme utilise l'application Coronalert sur son smartphone. Une icône représentant un cadenas sur fond d'un bouclier symbolise des données cryptées.
nl: Een vrouw gebruikt Coronalert op haar smartphone. Het hangslot op een schildje geeft aan dat de gegevens versleuteld worden.

# OnboardingInfo_privacyPage_title
source: Privacy Policy
fr: Confidentialité des données
nl: Privacyverklaring

# OnboardingInfo_privacyPage_normalText
source: You will remain anonymous. Your data is fully encrypted and transmitted under a pseudonym. Responsible body: GDPR, article 4, para. 7: Sciensano rue Juliette Wytsmanstraat 14 1050 Brussel Please read our data privacy regulations. Data privacy information:
fr: Vous resterez anonyme. Vos données sont entièrement cryptées et transmises sous un pseudonyme : GDPR, article 4, paragraphe. 7: Sciensano 14 rue Juliette Wytsman 1050 Bruxelles Veuillez lire notre règlement sur la protection des données. Information sur la protection des données :
nl: Je blijft anoniem. Je gegevens worden volledig versleuteld en verzonden onder een pseudoniem. Verantwoordelijke instantie: GDPR, artikel 4, alinea 7 Sciensano Juliette Wytsmanstraat 14 1050 Brussel Lees ons privacybeleid. Informatie over privacy van gegevens:

# OnboardingInfo_enableLoggingOfContactsPage_imageDescription
source: Three people have activated exposure logging on their devices, which will log their encounters with each other.
fr: Trois personnes ont activé l'enregistrement de l'exposition sur leur smartphone, leur éventuelle rencontre sera donc enregistrée.
nl: Drie mensen hebben de blootstellingscontrole op hun toestellen geactiveerd. Hun contacten met elkaar worden geregistreerd.

# OnboardingInfo_enableLoggingOfContactsPage_title
source: How to Enable Exposure Logging
fr: Comment activer la journalisation de l'exposition ?
nl: Hoe activeer je blootstellingscontrole?

# OnboardingInfo_enableLoggingOfContactsPage_boldText
source: To identify whether you are at risk of infection, you must activate the exposure logging feature.
fr: Pour déterminer si vous êtes exposé à un risque d'infection, vous devez activer la fonction d'enregistrement de l'exposition.
nl: Als je wilt weten of je risico loopt op besmetting, activeer dan de app.

# OnboardingInfo_enableLoggingOfContactsPage_normalText
source: Exposure logging works by your device receiving, via Bluetooth, encrypted random IDs of other users and passing your own random ID to their devices. This feature can be deactivated at any time. Encrypted random IDs only pass information about date, duration, and proximity (calculated using signal strength) to other people. Personal data such as name, address, location and time is never recorded. Individuals cannot be identified.
fr: La journalisation de l'exposition fonctionne en ce sens que votre smartphone reçoit, via Bluetooth, les identifiants aléatoires chiffrés des autres utilisateurs et transmet votre propre identifiant aléatoire à leurs smartphones. Cette fonction peut être désactivée à tout moment. Les identifiants aléatoires cryptés ne transmettent à d'autres personnes que des informations sur la date, la durée et la proximité (calculée en fonction de la puissance du signal). Les données personnelles telles que le nom, l'adresse, le lieu et l'heure ne sont jamais enregistrées. Les individus ne peuvent pas être identifiés.
nl: De app werkt via Bluetooth op je telefoon. Telefoons die de app gebruiken delen willekeurige codes (ID's) uit wanneer ze in elkaars buurt zijn. Je kan deze functie op elk moment uitschakelen. De willekeurige codes geven alleen informatie over de datum, duur en nabijheid door aan andere gebruikers (berekend met behulp van signaalsterkte) door aan anderen. Persoonlijke gegevens zoals naam, adres, locatie en tijd worden nooit geregistreerd. Je kan dan ook niet geïdentificeerd worden.

# OnboardingInfo_enableLoggingOfContactsPage_stateTitle
source: Exposure Logging
fr: Enregistrement de l'exposition
nl: blootstellingslogbestand

# OnboardingInfo_enableLoggingOfContactsPage_stateActive
source: Active
fr: Actif
nl: Actief

# OnboardingInfo_enableLoggingOfContactsPage_stateStopped
source: Stopped
fr: Inactif
nl: Stopgezet

# OnboardingInfo_howDoesDataExchangeWorkPage_imageDescription
source: An encrypted positive test diagnosis is transmitted to the system, which will now warn other users.
fr: Un diagnostic positif crypté est transmis au système qui avertit alors les autres utilisateurs.
nl: Er wordt een gecodeerde positieve diagnose naar het systeem gestuurd, dat nu andere gebruikers zal waarschuwen.

# OnboardingInfo_howDoesDataExchangeWorkPage_title
source: If you are diagnosed with COVID-19 …
fr: Si vous êtes diagnostiqué positif au COVID-19...
nl: Als je een COVID-19-diagnose krijgt ...

# OnboardingInfo_howDoesDataExchangeWorkPage_boldText
source: ... please report it in this application. Sharing your test results is always voluntary and anonymous. We therefore encourage you to do so in order to continue to protect the health of all.
fr: ...veuillez le signaler dans cette application. Le partage de vos résultats de test reste toujours volontaire et anonyme. Nous vous encourageons donc à le faire afin de continuer à protéger la santé de tous.
nl: ...meld dit dan in Coronalert. Zo help je mee de verspreiding van het coronavirus tegen te gaan. Je melding wordt anoniem verstuurd en wordt verwerkt op een beveiligde server. Alle personen waarvan je telefoon de willekeurige code heeft verzameld, ontvangen dan een waarschuwing met informatie over wat ze moeten doen.
