Repository: covid-be-app/cwa-app-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: fr, nl

# OnboardingInfo_howDoesDataExchangeWorkPage_normalText
source: This information will always be treated anonymously and securely. Your name and personal data will not be shared. Only random identifiers will be sent to the phones of people with whom you have had close contact and who use the application. This will allow them to know their risk without knowing the origin of the risk. They will also receive information on the steps to follow.
fr: Cette information sera toujours traitée de manière anonyme et sécurisée. Votre nom et vos données personnelles ne seront pas partagées. Seuls des identifiants aléatoires seront envoyés vers les téléphones des personnes avec qui vous avez eu un contact rapproché et qui utilisent l'application. Cela leur permettra de connaître leur risque sans pour autant en connaître l'origine. Elles recevront également des informations sur les étapes à suivre.
nl: Deze informatie wordt altijd anoniem en veilig behandeld. Je naam en persoonlijke gegevens worden niet gedeeld. Alleen willekeurige ID’s worden naar de telefoons gestuurd van mensen met wie je nauw contact hebt gehad en die de applicatie gebruiken. Zo kunnen ze hun risico's kennen zonder de oorsprong ervan te kennen. Zij zullen ook informatie ontvangen over de te volgen stappen.

# OnboardingInfo_alwaysStayInformedPage_imageDescription
source: A woman receives a notification from Coronalert.
fr: Une femme reçoit une notification de son application Coronalert.
nl: Een vrouw krijgt een melding van Coronalert.

# OnboardingInfo_alwaysStayInformedPage_title
source: Receive Warnings and Identify Risks
fr: Recevoir des avertissements et identifier les risques.
nl: Meldingen ontvangen en risico's identificeren

# OnboardingInfo_alwaysStayInformedPage_boldText
source: The app can notify you automatically about your risk status and warn you about new infections of people you have been exposed to. Allow the app now to notify you.
fr: L'application peut vous informer automatiquement si vous avez été exposé à d'éventuels risques et vous avertir des nouvelles infections de personnes auxquelles vous avez été exposé. Autorisez l'application à vous avertir dès maintenant.
nl: De app kan je automatisch op de hoogte brengen van je risicostatus en je waarschuwen voor nieuwe besmettingen van mensen met wie je contact hebt gehad. Geef toestemming om je via de app op de hoogte te laten brengen.

# OnboardingInfo_alwaysStayInformedPage_normalText
source: You can then self-isolate to protect others and find out where you can get tested.
fr: Vous pouvez alors vous isoler pour protéger les autres et chercher un endroit où vous faire tester.
nl: Je kan dan in zelfisolatie gaan om anderen te beschermen en uitzoeken waar je je kan laten testen.

# ExposureSubmission_DataPrivacyTitle
source: Privacy Policy
fr: Confidentialité des données
nl: Privacyverklaring

# ExposureSubmission_Continue_actionText
source: Next
fr: Suivant
nl: Volgende

# ExposureSubmissionDataPrivacy_AcceptTitle
source: Accept
fr: Accepter
nl: Accepteren

# ExposureSubmissionDataPrivacy_DontAcceptTitle
source: Do Not Accept
fr: Ne pas accepter
nl: Niet accepteren

# ExposureSubmission_NavTitle
source: Send Diagnosis Key
fr: Envoyer la clé de diagnostic
nl: Diagnosesleutel verzenden

# ExposureSubmissionConfirmation_Title
source: Positive Diagnosis
fr: Diagnostic positif
nl: Positieve diagnose

# ExposureSubmission_GeneralErrorTitle
source: Error
fr: Erreur
nl: Fout

# ExposureSubmission_DispatchTitle
source: Selection
fr: Sélection
nl: Selectie

# ExposureSubmission_DispatchDescription
source: What's here for you?
fr: Qu'y a-t-il ici pour vous ?
nl: Wat houdt dit voor je in?

# ExposureSubmission_CallButtonTitle
source: Call
fr: Appeler
nl: Bellen

# ExposureSubmissionSuccess_Title
source: Thank you!
fr: Merci !
nl: Bedankt!

# ExposureSubmissionSuccess_AccImageDescription
source: Everyone in the group is cheering because someone has shared their test result.
fr: Tout le monde dans le groupe applaudit parce que quelqu'un a partagé le résultat de son test.
nl: Iedereen in de groep juicht omdat iemand zijn testresultaat heeft gedeeld.

# ExposureSubmissionSuccess_Button
source: Close
fr: Fermer
nl: Sluiten

# ExposureSubmissionSuccess_Description
source: Thanks to your support, other people can now be warned and respond appropriately.
fr: Grâce à votre soutien, d'autres personnes peuvent maintenant être averties et réagir de manière appropriée.
nl: Dankzij je steun kunnen andere mensen nu gewaarschuwd worden en op de juiste manier reageren.

# ExposureSubmissionSuccess_subTitle
source: Other information:
fr: Autres informations :
nl: Andere informatie:

# ExposureSubmissionSuccess_listTitle
source: Please note:
fr: Veuillez noter que :
nl: Let op:

# ExposureSubmissionIntroduction_Title
source: Information
fr: Informations
nl: Informatie

# ExposureSubmissionIntroduction_AccImageDescription
source: A device transmits an encrypted positive test diagnosis to the system.
fr: Un smartphone transmet un diagnostic positif crypté au système.
nl: Een toestel stuurt een gecodeerde positieve diagnose naar het systeem.

# ExposureSubmissionIntroduction_Usage02
source: Since only encrypted random IDs are exchanged, you remain anonymous. You can now proceed as follows:
fr: Comme seuls des identifiants aléatoires cryptés sont échangés, vous restez anonyme. Vous pouvez maintenant procéder comme suit :
nl: Omdat alleen versleutelde willekeurige ID's worden uitgewisseld, blijf je anoniem. Je gaat als volgt te werk:

# ExposureSubmissionIntroduction_ListItem1
source: We ask you if you have symptoms such as a cough, loss of taste and smell, cold or flu. If you are experiencing symptoms you will be asked the date of onset of symptoms.
fr: Nous vous demandons si vous présentez des symptômes tels qu'une toux, une perte de goût et d'odeur, un rhume ou une grippe. Si vous présentez des symptômes, on vous demandera la date d'apparition des symptômes.
nl: We vragen je of je symptomen hebt zoals hoest, smaak- en geurverlies, verkoudheid of grieperigheid. Als je symptomen hebt, vragen we je naar de datum waarop de symptomen begonnen.

# ExposureSubmissionIntroduction_ListItem2
source: You will be shown a code that can be used to get your test result in the app.
fr: Vous verrez un code qui peut être utilisé pour obtenir votre résultat de test dans l'application.
nl: Je krijgt een code te zien die je kan gebruiken om je testresultaat in de app te zien.

# ExposureSubmissionResult_Title
source: Test Result
fr: Résultat du test
nl: Testresultaat

# ExposureSubmissionResult_CardSubTitle
source: Your Diagnosis
fr: Votre diagnostic
nl: Je diagnose

# ExposureSubmissionResult_CardPositive
source: Positive
fr: Positif
nl: Positief

# ExposureSubmissionResult_CardNegative
source: Negative
fr: Négatif
nl: Negatief

# ExposureSubmissionResult_CardInvalid
source: Evaluation not possible
fr: Évaluation impossible
nl: Evaluatie niet mogelijk

# ExposureSubmissionResult_CardPending
source: Result not yet available
fr: Résultat pas encore disponible
nl: Resultaat nog niet beschikbaar

# ExposureSubmissionResult_Procedure
source: How this works:
fr: Comment ça marche ?
nl: Hoe werkt dit:

# ExposureSubmissionResult_testAddedDesc
source: Your test has been stored in Coronalert.
fr: Votre test a été enregistré dans l'application Coronalert.
nl: Je test is opgeslagen in Coronalert.

# ExposureSubmissionResult_warnOthers
source: Warning Others
fr: Avertir les autres
nl: Anderen waarschuwen

# ExposureSubmissionResult_warnOthersDesc
source: Share your random IDs of the last days in order to protect others and break the chain of infection.
fr: Partagez vos identifiants aléatoires des derniers jours afin de protéger les autres et briser la chaîne d'infection.
nl: Deel je willekeurige ID's van de voorbije dagen om anderen te beschermen en de infectieketen te doorbreken.

# ExposureSubmissionResult_testNegative_furtherInfos_title
source: Other information:
fr: Autres informations :
nl: Andere informatie:

# ExposureSubmissionResult_testNegative_furtherInfos_listItem1
source: Still feeling unwell? If you feel very poorly and/or your symptoms have worsened, please contact your general practitioner.
fr: Vous ne vous sentez toujours pas bien ? Si vous vous sentez très mal et/ou si vos symptômes se sont aggravés, veuillez contacter votre médecin généraliste.
nl: Voel je je nog steeds niet goed? Als je je erg slecht voelt en/of als je klachten verergerd zijn, neem dan contact op met je huisarts.

# ExposureSubmissionResult_testNegative_furtherInfos_listItem2
source: Remain at home until you feel well again. If you were to get infected with coronavirus (SARS-CoV-2) whilst weakened from another infection, this could lead to a serious illness.
fr: Restez chez vous jusqu'à ce que vous vous sentiez à nouveau bien. Si vous deviez être infecté par le coronavirus (SRAS-CoV-2) alors que vous êtes affaibli par une autre infection, cela pourrait entraîner une maladie grave.
nl: Blijf thuis tot je je weer goed voelt. Als je besmet zou raken met het coronavirus (SARS-CoV-2) terwijl je verzwakt bent door een andere infectie, kan dit leiden tot een ernstige ziekte.

# ExposureSubmissionResult_testNegative_furtherInfos_listItem3
source: Do not go to work if you feel unwell to ensure you do not put other people at risk.
fr: N'allez pas travailler si vous ne vous sentez pas bien afin de ne pas mettre d'autres personnes en danger.
nl: Ga niet naar het werk als je je niet goed voelt. Zo breng je anderen niet in gevaar.

# ExposureSubmissionResult_furtherInfos_hint_testAgain
source: If your symptoms worsen, you might need a further SARS-CoV-2 test.
fr: Si vos symptômes s'aggravent, vous pourriez avoir besoin d'un nouveau test SRAS-CoV-2.
nl: Als je symptomen verergeren, heb je misschien nog een SARS-CoV-2-test nodig.

# ExposureSubmissionResult_testInvalid
source: Test has errors
fr: Le test comporte des erreurs.
nl: Test heeft fouten

# ExposureSubmissionResult_testInvalidDesc
source: There was a problem evaluating your test. Please contact the public health authority to find out how to proceed.
fr: Il y a eu un problème d'évaluation de votre test. Veuillez contacter l'autorité de santé publique pour savoir comment procéder.
nl: Er was een probleem met de evaluatie van je test. Neem contact op met de dienst volksgezondheid om te weten wat je nu moet doen.

# ExposureSubmissionResult_testPending
source: Result not yet available
fr: Résultat pas encore disponible.
nl: Resultaat nog niet beschikbaar

# ExposureSubmissionResult_testPendingDesc
source: Your test result is not yet available.
fr: Le résultat de votre test n'est pas encore disponible.
nl: Je testresultaat is nog niet beschikbaar.

# ExposureSubmissionResult_testRemove
source: Delete test
fr: Supprimer le test
nl: Test verwijderen

# ExposureSubmissionResult_testRemoveDesc
source: Please delete the test from Coronalert, so that you can save a new test code here if necessary. This test result will be removed from your smartphone after 48 hours.
fr: Veuillez supprimer le test de l'application Coronalert, afin de pouvoir enregistrer un nouveau code de test ici si nécessaire. Le résultat de ce test sera supprimé de votre smartphone après 48 heures.
nl: Verwijder de test uit Coronalert, zodat je hier indien nodig een nieuwe testcode kunt opslaan. Dit testresultaat wordt na 48 uur van uw smartphone verwijderd.

# ExposureSubmissionResult_continueButton
source: Next
fr: Suivant
nl: Volgende

# ExposureSubmissionResult_deleteButton
source: Delete test
fr: Supprimer le test
nl: Test verwijderen

# ExposureSubmissionResult_refreshButton
source: Update
fr: Mise à jour
nl: Vernieuwen

# ExposureSubmissionWarnOthers_title
source: Do you want to warn others?
fr: Avertir les autres
nl: Wil je anderen waarschuwen?

# ExposureSubmissionWarnOthers_description
source: You can make sure that Coronalert shares your random IDs of the last days with others. By doing this, you can warn other people and help to break the infection chain. Since only impersonal random IDs are transmitted, your identity will remain anonymous.
fr: Vous pouvez indiquer que Coronalert partagera vos identifiants aléatoires des derniers jours avec d'autres. De cette façon, vous pouvez avertir les autres et aider à briser la chaîne de l'infection. Puisque seules des identités aléatoires impersonnelles sont transmises, votre identité restera anonyme.
nl: Je kan aangeven dat Coronalert je willekeurige ID's van de voorbije dagen met anderen deelt. Zo kan je andere mensen waarschuwen en de infectieketen helpen doorbreken. Er worden enkel onpersoonlijke willekeurige ID's doorgegeven. Je blijft dus anoniem.

# ExposureSubmissionResult_RemoveAlert_Title
source: Delete the test?
fr: Supprimer le test ?
nl: Test verwijderen?

# ExposureSubmissionResult_RemoveAlert_Text
source: The test will be permanently deleted from Coronalert and cannot be added again. This procedure cannot be undone.
fr: Le test sera définitivement supprimé de l'application Coronalert et ne pourra plus être ajouté. Cette procédure est irréversible.
nl: De test wordt permanent verwijderd uit Coronalert en kan niet opnieuw worden toegevoegd. Deze procedure kan niet ongedaan gemaakt worden.

# ExposureSubmissionResult_RegistrationDateUnknown
source: Registration date unknown
fr: Date d'enregistrement inconnue
nl: Registratiedatum onbekend

# ExposureSubmissionResult_RegistrationDate
source: Registered on
fr: Enregistré le
nl: Registratie op

# ExposureSubmissionError_NoKeys
source: No diagnosis key is available. Please try again tomorrow.
fr: Aucune clé de diagnostic n'est disponible. Veuillez réessayer demain.
nl: Er is geen diagnosesleutel beschikbaar. Probeer het morgen opnieuw.

# ExposureSubmissionError_EnNotEnabled
source: Exposure logging is not active.
fr: L'enregistrement de l'exposition n'est pas actif.
nl: Blootstellingscontrole is niet actief.

# ExposureSubmissionError_NoRegistrationToken
source: No registration token could be found on the device.
fr: Aucun token d'authentification n'a pu être trouvé sur votre smartphone.
nl: Er kon geen registratietoken gevonden worden op het toestel.

# ExposureSubmissionError_InvalidResponse
source: The response cannot be processed.
fr: La réponse ne peut être traitée.
nl: Het antwoord kan niet verwerkt worden.

# ExposureSubmissionError_NoResponse
source: The response has no content.
fr: La réponse n'a pas de contenu.
nl: Het antwoord heeft geen inhoud.

# ExposureSubmissionError_other
source: A connection error occurred. Error code for technical support:
fr: Une erreur de connexion s'est produite. Code d'erreur pour le support technique :
nl: Er heeft zich een verbindingsfout voorgedaan. Foutcode voor technische ondersteuning:

# ExposureSubmissionError_otherend
source: Please try again.
fr: Veuillez réessayer.
nl: Probeer het nog eens.

# ExposureSubmissionError_httpError
source: The connection cannot be established.
fr: La connexion ne peut être établie.
nl: Er kan geen verbinding tot stand worden gebracht.

# ExposureSubmissionError_declined
source: Please release your random IDs to warn other people.
fr: Veuillez communiquer vos identifiants aléatoires pour avertir d'autres personnes.
nl: Geef je willekeurige ID's vrij om anoniem andere mensen te waarschuwen.

# ExposureSubmissionError_unknown
source: Unknown error
fr: Erreur inconnue
nl: Onbekende fout

# ExposureSubmissionError_defaultError
source: Error during key transmission
fr: Erreur lors de la transmission de la clé
nl: Fout tijdens verzenden sleutel

# ExposureNotificationSetting_TracingSettingTitle
source: Logging
fr: Enregistrement
nl: Registratie

# ExposureNotificationSetting_EnableTracing
source: Exposure Logging
fr: Enregistrement de l'exposition
nl: blootstellingscontrole

# ExposureNotificationSetting_Tracing_Limited
source: Restricted
fr: Restreint
nl: Beperkt

# ExposureNotificationSetting_Tracing_Deactivated
source: Deactivated
fr: Désactivé
nl: Gedeactiveerd

# ExposureNotificationSetting_ActionCell_Header
source: Setting
fr: Paramètres
nl: Instelling

# ExposureNotificationSetting_DescriptionTitle_Inactive
source: Activate Exposure Logging
fr: Activer l'enregistrement de l'exposition
nl: Blootstellingscontrole activeren

# ExposureNotificationSetting_Activate_Bluetooth
source: Turn on Bluetooth
fr: Activer Bluetooth
nl: Bluetooth inschakelen

# ExposureNotificationSetting_Bluetooth_Description
source: Bluetooth must be turned on for exposure logging in order to log encounters. Please turn on Bluetooth in your device settings.
fr: Le Bluetooth doit être activé pour l'enregistrement de l'exposition afin de consigner les rencontres. Veuillez activer le Bluetooth dans les réglages de votre smartphone.
nl: Om contacten te kunnen registreren moet Bluetooth ingeschakeld worden. Schakel in de instellingen van je telefoon Bluetooth in.

# ExposureNotificationSetting_Activate_Internet
source: Open Internet connection
fr: Ouvrir une connexion Internet
nl: Open internetverbinding

# ExposureNotificationSetting_Internet_Description
source: Exposure logging requires an Internet connection to calculate exposures. Please turn on WIFI or mobile data in your device settings.
fr: L'enregistrement et le calcul de l'exposition nécessitent une connexion Internet. Veuillez activer le WIFI ou les données mobiles dans les réglages de votre smartphone.
nl: Om contacten te kunnen registreren is een internetverbinding nodig. Schakel in de instellingen van je telefoon wifi of mobiele data in.

# ExposureNotificationSetting_Detail_Action_Button
source: Open Device Settings
fr: Ouvrir les réglages du smartphone.
nl: Open de instellingen van het toestel

# ExposureNotificationSetting_Activate_OSENSetting
source: Enable COVID-19 Exposure Logging and Notifications
fr: Activer l'enregistrement et les notifications d'exposition au COVID-19.
nl: Activeer COVID-19-blootstellingscontrole en meldingen

# ExposureNotificationSetting_Activate_OSENSetting_Description
source: For exposure logging, COVID-19 exposure logging and notifications must be activated in the system settings so that encounters can be logged. Please enable “COVID-19 Exposure Logging and Notifications” in your system settings.
fr: Pour l'enregistrement de l'exposition, il faut activer cette fonction dans les réglages de votre smartphone. Veuillez activer "Enregistrement et notifications des expositions au COVID-19" dans vos réglages.
nl: Om de blootstellingscontrole te kunnen gebruiken, activeer je de COVID-19-blootstellingscontrole en de meldingen in de instellingen, zodat contacten geregistreerd kunnen worden. Activeer "blootstelling aan COVID-19" in de instellingen.

# ExposureNotificationSetting_ParentalControls_OSENSetting
source: Enable COVID-19 Exposure Logging and Notifications
fr: Activer l'enregistrement et les notifications d'exposition au COVID-19
nl: Activeer COVID-19-blootstellingscontrole en meldingen

# ExposureNotificationSetting_ParentalControls_OSENSetting_Description
source: For exposure logging, COVID-19 exposure logging and notifications must be activated in the system settings so that encounters can be logged. Please enable “COVID-19 Exposure Logging and Notifications” in your system settings.
fr: Pour l'enregistrement de l'exposition, il faut activer cette fonction dans les réglages de votre smartphone. Veuillez activer "Enregistrement et notifications des expositions au COVID-19" dans vos réglages.
nl: Om de blootstellingscontrole te kunnen gebruiken, activeer je de COVID-19-blootstellingscontrole en de meldingen in de instellingen, zodat contacten geregistreerd kunnen worden. Activeer "Blootstelling aan COVID-19" in de instellingen.

# ExposureNotificationSetting_AuthorizationRequired_OSENSetting
source: Authorization required
fr: Autorisation requise
nl: Autorisatie vereist

# ExposureNotificationSetting_AuthorizationRequired_OSENSetting_Description
source: Please confirm use of COVID-19 exposure logging.
fr: Veuillez confirmer l'utilisation de l'enregistrement de l'exposition au COVID-19.
nl: Bevestig het gebruik van COVID-19-blootstellingscontrole.

# ExposureNotificationSetting_AuthorizationRequired_ActionTitle
source: Authorization
fr: Autorisation
nl: Autorisatie

# ExposureNotificationSetting_AccLabel_Enabled
source: Three people have activated exposure logging on their devices, which will log their encounters with each other.
fr: Trois personnes ont activé l'enregistrement de l'exposition sur leur smartphone, si elles se rencontrent, ce sera enregistré par l'application.
nl: Drie mensen hebben de blootstellingscontrole op hun toestellen geactiveerd. Hun contacten met elkaar worden geregistreerd.

# ExposureNotificationSetting_AccLabel_Disabled
source: A person has deactivated exposure logging on their smartphone, so an encounter with two other persons is not logged.
fr: Une personne a désactivé l'enregistrement de l'exposition sur son smartphone, la rencontre avec deux autres personnes n'est donc pas enregistrée.
nl: Iemand heeft de blootstellingscontrole op zijn smartphone uitgeschakeld, dus is een contact met twee andere personen niet geregistreerd.

# ExposureNotificationSetting_AccLabel_BluetoothOff
source: A person has turned off Bluetooth on their smartphone, so an encounter with two other persons is not logged.
fr: Une personne a désactivé le Bluetooth sur son smartphone, la rencontre avec deux autres personnes n'est donc pas enregistrée.
nl: Iemand heeft Bluetooth op zijn smartphone uitgeschakeld, dus is een contact met twee andere personen niet geregistreerd.

# ExposureNotificationSetting_AccLabel_InternetOff
source: A person has turned off the Internet connection on their smartphone, so it is not possible to identify their last encounters.
fr: Une personne a désactivé la connexion Internet sur son smartphone, il n'est donc pas possible d'identifier ses dernières rencontres.
nl: Iemand heeft de internetverbinding op zijn smartphone uitgeschakeld. Zijn recentste contacten kunnen dus niet geregistreerd worden.

# ExposureNotificationSetting_Activate_Action
source: Accept
fr: Accepter
nl: Accepteren

# ExposureNotificationSetting_Dismiss_Action
source: Cancel
fr: Annuler
nl: Annuleren

# ExposureNotificationSetting_GeneralError_Title
source: Error
fr: Erreur
nl: Fout

# ExposureNotificationSetting_GeneralError_LearnMore_Action
source: Find out more
fr: En savoir plus
nl: Ontdek meer

# ExposureNotificationSetting_AuthenticationError
source: An error occurred while activating the exposure logging feature. Please check whether you have activated the COVID-19 exposure log in your settings.
fr: Une erreur s'est produite lors de l'activation de la fonction d'enregistrement de l'exposition. Veuillez vérifier dans vos paramètres si vous avez activé l'enregistrement de l'exposition au COVID-19.
nl: Er heeft zich een fout voorgedaan tijdens het activeren van de blootstellingscontrole. Controleer in de instellingen van je telefoon of je de COVID-19-blootstellingscontrole heeft geactiveerd.

# ExposureNotificationSetting_exposureNotification_Required
source: An error occurred while activating the exposure logging feature. Please check whether the COVID-19 exposure notification feature in your settings is activated for the app.
fr: Une erreur s'est produite lors de l'activation de la fonction d'enregistrement de l'exposition. Veuillez vérifier dans vos paramètres que la fonction de notification de l'exposition au COVID-19 est activée pour cette application.
nl: Er heeft zich een fout voorgedaan tijdens het activeren van de blootstellingscontrole. Controleer in de instellingen van je telefoon of de meldingen voor de COVID-19-blootstellingscontrole geactiveerd zijn voor de app.
